<?php
// Heading
$_['heading_title'] = 'Відгуки про магазин';

// Text
$_['text_all'] = 'Читати повний відгук';
$_['text_rate'] = 'Оцінив(а) магазин на';
$_['text_no_reviews'] = 'Ще немає відгуків';
$_['text_our_rating'] = 'Рейтинг нашого магазину';
$_['text_total_reviews'] = 'У нас %s';
$_['text_proud'] = 'Ми дуже ним пишаємося, це результат наполегливої ​​праці протягом тривалого часу і зараз наша команда щодня працює над покращенням сервісу.';
$_['text_put_review'] = 'Залишити відгук';
$_['text_all_reviews'] = 'Всі відгуки';

$_['text_initial'] = 'Ви можете <a href="%s">залишити відгук</a> про наш магазин або <a href="%s">написати на підтримку</a>, якщо у вас є якісь питання.';


$_['text_service'] = 'Сервіс';
$_['text_speed'] = 'Швидкість доставки';
$_['text_price'] = 'Ціни';
$_['text_quality'] = 'Якість товару';
$_['text_close'] = 'Закрити';

$_['entry_admin_answer'] = 'Відповідь адміністратора';
$_['entry_name'] = 'Ім\'я';
$_['entry_email'] = 'Ел. пошта';
$_['entry_review'] = 'Відгук';
$_['entry_evaluate'] = 'Оцініть товар';