<?php
// Popup Module v1.0.0
// Heading
$_['heading_title']       = '<i class="fa fa-window-restore" style="color: #e91e63;"></i> Popup (Всплывающее окно)';

// Text
$_['text_extension']      = 'Расширения';
$_['text_success']        = 'Настройки модуля успешно сохранены!';
$_['text_edit']           = 'Редактирование модуля Popup';

// Entry
$_['entry_status']        = 'Статус';
$_['entry_image']         = 'Картинка баннера';
$_['entry_image_link']    = 'Ссылка при клике на баннер';
$_['entry_form_title']    = 'Заголовок формы';
$_['entry_delay']         = 'Задержка появления (сек)';
$_['entry_hide_days']     = 'Не показывать (дней)';
$_['entry_button_text']   = 'Текст кнопки';
$_['entry_dev_mode']      = 'Режим разработки';

// Help
$_['help_image']          = 'Картинка, которая будет отображаться в верхней части popup';
$_['help_image_link']     = 'URL страницы, на которую перейдёт пользователь при клике на баннер (оставьте пустым, если ссылка не нужна)';
$_['help_form_title']     = 'Заголовок над формой заявки';
$_['help_delay']          = 'Через сколько секунд после загрузки страницы показать popup';
$_['help_hide_days']      = 'Сколько дней не показывать popup после закрытия';
$_['help_button_text']    = 'Текст на кнопке отправки формы';
$_['help_dev_mode']       = 'Показывать попап при каждой загрузке страницы (игнорировать cookies)';

// Error
$_['error_permission']    = 'У вас нет прав для управления этим модулем!';
