<?php

// Heading
$_['heading_title']    = 'Демо-контент для шаблона Простор';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Демо контент установлен! Сохраните заново настройки шаблона. ';
$_['text_install']        = 'Установить контент';
$_['text_install_products_tooltip']        = 'Если снять чекбокс, то будут установлены товары и категории из демоконтента. Все ваши товары и категории будут удвлены!!!';
$_['text_install_products']        = 'Сохранить ваши товары и категории';


// Button
$_['button_add']                    = 'Добавить контент';
$_['button_install_demo']                    = 'Установить демо-контент';

// Entry
$_['entry_status']     = 'Статус';

// Error
$_['error_permission'] = 'У вас недостаточно прав для внесения изменений!';