<?php

// Heading
$_['heading_title'] = 'Демоконтент для шаблону Простор';

// Text
$_['text_module'] = 'Модулі';
$_['text_success'] = 'Демо контент встановлено! Знову налаштуйте шаблон. ';
$_['text_install'] = 'Встановити контент';
$_['text_install_products_tooltip'] = 'Якщо зняти чекбокс, то будуть встановлені товари та категорії з демоконтенту. Всі ваші товари та категорії будуть подовжені!!!';
$_['text_install_products'] = 'Зберегти ваші товари та категорії';

// Button
$_['button_add'] = 'Додати контент';

// Entry
$_['entry_status'] = 'Статус';

// Error
$_['error_permission'] = 'У вас недостатньо прав для внесення змін!';