<?php
// Text
$_['wrong_number']           = 'Неверный номер';
$_['wrong_link']             = 'Неверная ссылка';
$_['wrong_email']             = 'Неверная почта';
$_['mister']                = 'Как к Вам обращаться ?';
$_['name']                  = 'Имя: ';
$_['subject']               = 'Нашли дешевле';
$_['text_1']                = 'Вы получили заявку на сервис ';
$_['firstname_1']           = 'От  ';
$_['email']                 = 'Почта ';
$_['phone']                 = 'Телефон ';
$_['link']                  = 'Ссылка на товар ';
$_['success']                = 'Заявка отправлена администратору';
?>
