<?php
// Heading
$_['heading_title']           = 'Отзывы о магазине';

// Text
$_['text_all']        		  = 'Читать полный отзыв';
$_['text_rate']        		  = 'Оценил(а) магазин на';
$_['text_no_reviews']         = 'Еще нет отзывов';
$_['text_our_rating']         = 'Рейтинг нашего магазина';
$_['text_total_reviews']      = 'У нас %s ';
$_['text_proud']              = 'Мы очень им гордимся, это результат упорного труда в течение длительного времени, и сейчас наша команда ежедневно работает над улучшением сервиса.';
$_['text_put_review']         = 'Оставить отзыв';
$_['text_all_reviews']        = 'Все отзывы';

$_['text_initial']            = 'Вы можете <a href="%s">оставить отзыв</a> о нашем магазине или <a href="%s">написать в поддержку</a>, если у вас есть какие-то вопросы.';


$_['text_service']            = 'Сервис';
$_['text_speed']              = 'Скорость доставки';
$_['text_price']              = 'Цены';
$_['text_quality']            = 'Качество товара';
$_['text_close']              = 'Закрыть';

$_['entry_admin_answer']      = 'Ответ администратора';
$_['entry_name']              = 'Имя';
$_['entry_email']             = 'Эл. почта';
$_['entry_review']            = 'Отзыв';
$_['entry_evaluate']          = 'Оцените товар';