<?php
// Heading
$_['heading_title']    = 'Gallery <span style="color: #03afe3;">RB</span> v 3.3.0';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Настройки модуля';
$_['text_scale']       = 'Увеличение';
$_['text_opacity']     = 'Прозрачность';
$_['text_grayscale']   = 'Черно-белое';
$_['text_sepia']       = 'Сепия';
$_['text_contrast']    = 'Контраст';
$_['text_style_grid']  = 'Плитка';
$_['text_style_carousel'] = 'Карусель';
$_['text_style_masonry'] = 'Каменная кладка';
$_['text_textinimage'] = 'Текст на изображении';
$_['text_textbelowimage'] = 'Текст под изображением';
//$_['help_category']    = 'Выберите категории, в которых должен отображаться модуль. В схемах добавьте созданный модуль';
$_['help_shortcode']   = 'Сохраните галерею чтобы отобразился шорткод.<br>Скопируйте шорткод. Вы можете добавить шорткод в следующие места сайта: в описание категории, товара или статьи.';
$_['help_main_language'] = 'Выберите язык той галереи, которую хотите выводить и на других языках сайта. В противном случае для каждого языка настраивается своя галерея.';

// Entry
$_['entry_name']       = 'Название модуля';
$_['entry_shortcode']  = 'Шорткод';
$_['entry_title']      = 'Заголовок галереи';
$_['entry_description']= 'Описание галереи';
$_['entry_gallery']    = 'Галерея';
$_['entry_dimension']  = 'Размеры (Ширина x Высота)';
$_['entry_thumb']      = 'Максимальный размер превью изображений (Ш х В)';
$_['entry_popup']      = 'Максимальный размер увеличенных изображений (Ш х В)';
$_['entry_col_lg']     = 'для ПК (от 1200px)';
$_['entry_col_md']     = 'Планшет (от 992px)';
$_['entry_col_sm']     = 'Планшет (от 768px)';
$_['entry_col_xs']     = 'для Телефонов';
$_['entry_resize']     = 'Обрезать превью изображений по указанным размерам?';
$_['entry_colspan']    = 'Количество колонок';
$_['entry_id']         = 'ID';
$_['entry_main_language'] = 'Одна галерея для всех языков';
$_['entry_status']     = 'Статус';
$_['entry_texthover']  = 'Всегда показывать текст';
//$_['entry_category']   = 'Категория';
$_['entry_load_more_status'] = 'Показать кнопку "Показать еще"';
$_['entry_count_per_page'] = 'Количество выводимых изображений';
$_['entry_style']      = 'Вид галереи';
$_['entry_animation']  = 'Анимация при наведении';
$_['entry_borderimage']= 'Добавить рамку к изображению?';
$_['entry_textlayout']  = 'Расположение текста';
$_['entry_textbg']     = 'Фон текста';
$_['entry_text']       = 'Текст изображения';
$_['entry_image']      = 'Изображение, либо обложка для видео'; 
$_['entry_link']       = 'Ссылка на страницу, Youtube, Vimeo, Rutube, VK Video';
$_['entry_image_alt']  = 'Атрибут Alt';
$_['entry_image_title'] = 'Атрибут Title';
$_['entry_sort_order'] = 'Порядок сортировки';

//Button
$_['button_gallery_add'] = 'Добавить изображение';
$_['button_remove']    = 'Удалить изображение';
$_['button_manual']    = 'Инструкция';
$_['button_other_modules'] = 'Другие модули автора';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';
$_['error_name']       = 'Название модуля должно содержать от 3 до 64 символов!';
$_['error_width_thumb'] = 'Укажите ширину миниатюры изображения';
$_['error_height_thumb'] = 'Укажите высоту миниатюры изображения';
$_['error_width_popup'] = 'Укажите ширину всплывающего изображения';
$_['error_height_popup'] = 'Укажите высоту всплывающего изображения';

